{
    "navbar.en" : "ENGLISH",
    "navbar.es" : "SPANISH",
    "navbar.home" : "Home",
    "navbar.aboutUs" : "About Us",
    "navbar.ourServices" : "Services",
    "navbar.ourTeam" : "Team",
    "navbar.testimonials" : "Testimonials",
    "navbar.contactUs" : "Contact US",

    "heroSection.title":"LUCBOL GLOBAL MANAGEMENT",
    "heroSection.subtitle":"Call Center Outsourcing",
    "heroSection.description":"Lucbol Global Management BPO offers a full bilingual (English/Spanish) call center with a range of services to improve loan servicing, first party collections, account receivable, customer service, sales, enhance customer experience and grow brand loyalty. Lucbol Call Center work for your needs around the clock to support your business and stay competitive in today's market.",
    "heroSection.contactUs":"Contact US!",
    "heroSection.ourPartner":"OUR PARTNERS",

    "aboutUs.title":"WHY TO CHOOSE US?",
    "aboutUs.subtitle":"ABOUT US",
    "aboutUs.description":"Customer experience, analytics, planning and quality control, everything you need to manage your Call Center in a single platform.",
    "aboutUs.mission":"Our Mission",
    "aboutUs.missiondescription":"It is the mission of Lucbol Global Management to provide clients with top quality outsourcing call center services. We have a deep understanding of the US and Hispanic market helping businesses turn customer interactions into revenue opportunities. No matter the call volume, Lucbol Outsourcing service provides our clients with the greatest chance of communicating with their end customers.",
    "aboutUs.experience":"Experience",
    "aboutUs.experiencedescription":"Our executives have worked with renowned USA brands such as JPMorgan Chase, TCF Bank, WFS Financial, Barnett Bank, U.S. Small Business Administration and Coca Cola Refreshments. We have a dedicated and well-trained team of customer support specialists who are able to consistently provide excellent services delivered in a timely and cost-effective manner.",
    "aboutUs.prices":"Good Prices",
    "aboutUs.pricesdescription":"Outsourcing your brand with us, can ensure the growth and profitability of your businesses with an average of 40%-50% cost savings compared to US call centers. Our integrated model and proactive approach provide Inbound and Outbound services adapted to your needs at competitive cost. There's no need for costly hiring and training planning, our structure strategically adds associates to meet your demand.",

    "ourServices.brandTitle":"THE CALL CENTER INDUSTRY IS GROWING",
    "ourServices.brandDescription":"Businesses are becoming increasingly aware of the need for market information and the desire to reduce customer turnover rates in a hard-hit economy. A significant trend in this industry is the growing number of clients who wish to outsource bilingual call centers in Latin America instead of developing such infrastructure in-house.",
    "ourServices.brandMessage":"5.6% and 7% per year.",
    "ourServices.title":"TOP BENEFITS",
    "ourServices.subtitle":"OUR SERVICES",
    "ourServices.description":"We recruit, hire, equip, train and retain qualified staff for your business operation.",
    "ourServices.loanservicing":"CSR, Loan Servicing, Collections",
    "ourServices.loanservicingDescription":"Bilingual Customer Service, Loan Servicing Specialist and First party collection service designed to streamline your internal A/R efforts and credit policy.",
    "ourServices.B2CSALES":"B2C & B2B Sales",
    "ourServices.B2CSALESDescription":"Outbound/Inbound bilingual sales reps and technical support. B2B bilingual sales team to plug into your existing operation and help you grow your sales pipeline.",
    "ourServices.complianceHotline":"Hotline Compliance",
    "ourServices.complianceHotlineDescription":"Monitor your business in a safe and anonymous way to make sure your employees feel heard when they give feedback. Reduce your organizational risk and track employees' issues.",
    "ourServices.ITDevelopment":"IT & Development",
    "ourServices.ITDevelopmentDescription":"Software developers, web and application designers, UX/UI, community manager, IT specialists and technical support, databases, cloud services and cybersecurity.",

    "ourTeam.title":"MEET US",
    "ourTeam.subtitle":"OUR TEAM",
    "ourTeam.description":"We are registered in the state of Florida with a total of 45+ years of combined experience in the Call Center industry. We have created a highly group of customer relations specialists with all the qualifications and experience necessary to exceed in the Call Center industry. The company has its main offices in Tampa, Florida and Medellin, Colombia.",
    "ourTeam.luisTitle":"Founder",
    "ourTeam.jaimeTitle":"Founder",

    "reviews.title":"TESTIMONIALS",
    "reviews.subtitle":"REVIEW FROM CLIENTS",
    "reviews.description":"Our goal is to provide the best customer experience for your customers. We match your company's style with a dedicated team of agents specialized in your sector to represent your brand mission and values. You will be proud to have our team on board.",
    "reviews.brandDescription":"Now is the time to successfully improve your brand's customer service experience, take action today to maximize on your long-term market benefits!",
    "reviews.brandContactUs":"Contact US",

    "testimonials.firstTitle":"Operations Manager - Kuafun Advisors",
    "testimonials.firstDescription":"Lucbol has been an invaluable and strategy partner on the path to improve performance for our company. We have seen great results from starting off with just few agents!",
    "testimonials.secondTitle":"Customer Relationships Manager - Akron Consumer Services",
    "testimonials.secondDescription":"We have a fantastic experience working with Lucbol on building our core business. Their customer service reps make all the difference for our customer's satisfaction. It feels like we are all on one company, their agents are on the same page with our company values!",
    "testimonials.thirdTitle":"Sales Director - Sol Solar",
    "testimonials.thirdDescription":"Lucbol is not an outsourced company for us - they're vital for our daily operations. Their Spanish speaking representatives have been our voice for the Latino market in the US. Lucbol is the reason why our company grow over 40% year to date!",

    "form.title":"CONTACT US",
    "form.subtitle":"Send Us a Message",
    "form.name":"Full Name",
    "form.nameRequired":"Full Name is a required field.",
    "form.nameDescription":"Full Name",
    "form.email":"Email",
    "form.emailRequired":"Please choose a valid email.",
    "form.emailDescription":"name@example.com",
    "form.message":"Message",
    "form.messageDescription":"(Optional)",
    "form.check":"Accept terms & conditions",
    "form.checkValidation":"You must agree before submitting.",
    "form.send":"Send",
    "form.alertInfo":"Complete the form!",
    "form.alertSuccess":"The email has been sent succesfully!",
    "form.alertDanger":"The mail has NOT been sent!",

    "footer.home" : "Home",
    "footer.aboutUs" : "About Us",
    "footer.ourServices" : "Services",
    "footer.ourTeam" : "Team",
    "footer.testimonials" : "Testimonials",
    "footer.contactUs" : "Contact US",
    "footer.followUs" : "Follow Us",
    "footer.copyright" : "Copyright © 2022 Lucbol Global Managment. All rights reserved."
}