{
    "navbar.en" : "INGLÉS",
    "navbar.es" : "ESPAÑOL",
    "navbar.home" : "Inicio",
    "navbar.aboutUs" : "Sobre Nosotros",
    "navbar.ourServices" : "Servicios",
    "navbar.ourTeam" : "Equipo",
    "navbar.testimonials" : "Testimonios",
    "navbar.contactUs" : "Contáctanos",

    "heroSection.title":"LUCBOL GLOBAL MANAGEMENT",
    "heroSection.subtitle":"Call Center Outsourcing",
    "heroSection.description":"Lucbol Global Management BPO ofrece un centro de llamadas totalmente bilingüe (inglés/español) con una amplia gama de servicios diseñados para mejorar la experiencia del cliente y reducir los costes. Nos esforzamos por mejorar la lealtad de la marca del cliente y aumentar las ventas al proporcionar servicios de préstamo y de atención al cliente más eficientes, así como mejorar la gestión de los cobros de primera parte. Lucbol Call Center se compromete a apoyar su negocio satisfaciendo sus necesidades individuales y manteniéndolo competitivo en el mercado actual. ",
    "heroSection.contactUs":"Contáctanos!",
    "heroSection.ourPartner":"NUESTROS SOCIOS",

    "aboutUs.title":"¿POR QUÉ ELEGIRNOS?",
    "aboutUs.subtitle":"SOBRE NOSOTROS",
    "aboutUs.description":"Experiencia del cliente, análisis, planificación y control de calidad, todo lo que necesita para gestionar su Call Center en una única plataforma.",
    "aboutUs.mission":"Nuestra Misión",
    "aboutUs.missiondescription":"La misión de Lucbol Global Management es proporcionar a sus clientes servicios de externalización de centros de llamadas de la más alta calidad. Tenemos una amplia experiencia trabajando tanto en el mercado estadounidense como en el hispano y ayudando a las empresas a transformar las interacciones con los clientes en oportunidades de ingresos. Independientemente del volumen de llamadas, los servicios de outsourcing de Lucbol proporcionan a nuestros clientes la capacidad de gestionar eficazmente las necesidades de los clientes y lograr resultados. ",
    "aboutUs.experience":"Experiencia",
    "aboutUs.experiencedescription":"Nuestros ejecutivos han trabajado con marcas estadounidenses de renombre como JPMorgan Chase, TCF Bank, WFS Financial, Barnett Bank, U.S. Small Business Administration y Coca Cola Refreshments. Contamos con un equipo dedicado y altamente cualificado de especialistas en atención al cliente que están preparados para proporcionar servicios extraordinarios y constantes, prestados de manera oportuna y rentable.",
    "aboutUs.prices":"Rentabilidad",
    "aboutUs.pricesdescription":"La subcontratación con nosotros puede garantizar el crecimiento y la rentabilidad de su negocio, ya que proporciona una media del 50% de ahorro de costes en comparación con otros centros de llamadas de Estados Unidos. Nuestro modelo integrado y nuestro enfoque proactivo proporcionan servicios de entrada y salida que se adaptan a sus necesidades a un coste competitivo. Nuestra estructura incorpora estratégicamente a los asociados para satisfacer sus demandas individualizadas, eliminando así su necesidad de contratar y formar costosamente.",

    "ourServices.brandTitle":"EL SECTOR DE LOS CENTROS DE LLAMADAS ESTÁ CRECIENDO",
    "ourServices.brandDescription":"Las empresas son cada vez más conscientes de la necesidad de información sobre el mercado y del deseo de reducir los índices de rotación de clientes en una economía muy afectada. Una tendencia significativa en esta industria es el creciente número de clientes que desean subcontratar centros de llamadas bilingües en América Latina en lugar de desarrollar dicha infraestructura internamente.",
    "ourServices.brandMessage":"5,6% y 7% al año.",
    "ourServices.title":"PRINCIPALES BENEFICIOS",
    "ourServices.subtitle":"NUESTROS SERVICIOS",
    "ourServices.description":"Reclutamos, contratamos, equipamos, formamos y retenemos al personal cualificado para el funcionamiento de su empresa.",
    "ourServices.loanservicing":"RSC, Servicio de Préstamos, Cobros",
    "ourServices.loanservicingDescription":"Servicio de atención al cliente bilingüe, especialista en gestión de préstamos y servicio de cobro de primera parte diseñado para agilizar sus esfuerzos internos de cuentas por cobrar y su política de crédito.",
    "ourServices.B2CSALES":"Ventas B2C & B2B",
    "ourServices.B2CSALESDescription":"Representantes de ventas bilingües de entrada/salida y soporte técnico. Equipo de ventas bilingüe B2B que se integra en su operación actual y le ayuda a aumentar su cartera de ventas.",
    "ourServices.complianceHotline":"Línea Ética",
    "ourServices.complianceHotlineDescription":"Supervise su empresa de forma segura y anónima para asegurarse de que sus empleados se sienten escuchados cuando dan su opinión. Reduzca el riesgo de su organización y haga un seguimiento de los problemas de los empleados.",
    "ourServices.ITDevelopment":"TI & Desarrollo",
    "ourServices.ITDevelopmentDescription":"Desarrolladores de software, diseñadores web y de aplicaciones, UX/UI, community manager, especialistas en TI y soporte técnico, bases de datos, servicios en la nube y ciberseguridad.",

    "ourTeam.title":"CONÓZCANOS",
    "ourTeam.subtitle":"NUESTRO EQUIPO",
    "ourTeam.description":"Estamos registrados en el estado de Florida con un total de más de 45 años de experiencia combinada en la industria del Call Center. Hemos creado un grupo de especialistas en relaciones con el cliente con todas las calificaciones y experiencia necesarias para superar en la industria de Call Center. La compañía tiene sus oficinas principales en Tampa, Florida y Medellín, Colombia.",
    "ourTeam.luisTitle":"Fundador",
    "ourTeam.jaimeTitle":"Fundador",

    "reviews.title":"TESTIMONIOS",
    "reviews.subtitle":"OPINIONES DE CLIENTES",
    "reviews.description":"Nuestro objetivo es ofrecer la mejor experiencia a sus clientes. Combinamos el estilo de su empresa con un equipo de agentes especializados en su sector para representar la misión y los valores de su marca. Estará orgulloso de contar con nuestro equipo.",
    "reviews.brandDescription":"Ahora es el momento de mejorar con éxito la experiencia de servicio al cliente de su marca, ¡actúe hoy para maximizar los beneficios de su mercado a largo plazo!",
    "reviews.brandContactUs":"Contáctanos",

    "testimonials.firstTitle":"Director de Operaciones - Kuafun Advisors",
    "testimonials.firstDescription":"Lucbol ha sido un socio inestimable y estratégico en el camino para mejorar el rendimiento de nuestra empresa. ¡Hemos visto grandes resultados desde que empezamos con pocos agentes!",
    "testimonials.secondTitle":"Director de Relaciones - Akron Consumer Services",
    "testimonials.secondDescription":"Tenemos una experiencia fantástica trabajando con Lucbol en la construcción de nuestro negocio principal. Sus representantes de atención al cliente marcan la diferencia para la satisfacción de nuestros clientes. ¡Se siente como si todos estuviéramos en una sola empresa, sus agentes están en la misma página con los valores de nuestra empresa!",
    "testimonials.thirdTitle":"Director de Ventas - Sol Solar",
    "testimonials.thirdDescription":"Lucbol no es una empresa subcontratada para nosotros, sino que es vital para nuestras operaciones diarias. Sus representantes de habla hispana han sido nuestra voz para el mercado latino en los Estados Unidos. Lucbol es la razón por la que nuestra empresa ha crecido más de un 40% año tras año.",

    "form.title":"CONTÁCTANOS",
    "form.subtitle":"Envíanos un Mensaje",
    "form.name":"Nombre Completo",
    "form.nameRequired":"El Nombre Completo es un campo obligatorio.",
    "form.nameDescription":"Nombre Completo",
    "form.email":"Correo Electrónico",
    "form.emailRequired":"Por favor escoja un correo electrónico válido.",
    "form.emailDescription":"nombre@ejemplo.com",
    "form.message":"Mensaje",
    "form.messageDescription":"(Opcional)",
    "form.check":"Acepta los términos y condiciones",
    "form.checkValidation":"Debes estar de acuerdo antes de enviar.",
    "form.send":"Enviar",
    "form.alertInfo":"Completa el formulario!",
    "form.alertSuccess":"El email se ha enviado correctamente!",
    "form.alertDanger":"El email NO ha sido enviado!",

    "footer.home" : "Inicio",
    "footer.aboutUs" : "Sobre Nosotros",
    "footer.ourServices" : "Servicios",
    "footer.ourTeam" : "Equipo",
    "footer.testimonials" : "Testimonios",
    "footer.contactUs" : "Contáctanos",
    "footer.followUs" : "Siguenos",
    "footer.copyright" : "Copyright © 2022 Lucbol Global Managment. Todos los derechos reservados."
}