{
    "navbar.en" : "INGLÉS",
    "navbar.es" : "ESPAÑOL",
    "navbar.home" : "Inicio",
    "navbar.aboutUs" : "Sobre Nosotros",
    "navbar.ourServices" : "Servicios",
    "navbar.ourTeam" : "Equipo",
    "navbar.testimonials" : "Testimonios",
    "navbar.contactUs" : "Contáctanos",

    "heroSection.title":"LUCBOL GLOBAL MANAGEMENT",
    "heroSection.subtitle":"CALL CENTER OUTSOURCING",
    "heroSection.description":"Lucbol Global Management BPO ofrece un centro de llamadas totalmente bilingüe (Inglés/Español) con una amplia gama de servicios diseñados para mejorar la experiencia del cliente y reducir los costos. Nos esforzamos por mejorar la marca de nuestros clientes. Proporcionando un servicio de atención al cliente más eficiente, profesional, y cumpliendo los standards internacionales enfocados en la satisfaction y efficacia en el servicio. Lucbol Call Center esta comprometido con sus clientes a satisfacer sus necesidades individuales y manteniéndo competitividad en el mercado actual.",
    "heroSection.contactUs":"Contáctanos!",
    "heroSection.ourPartner":"NUESTROS SOCIOS",

    "aboutUs.title":"¿POR QUÉ ELEGIRNOS?",
    "aboutUs.subtitle":"SOBRE NOSOTROS",
    "aboutUs.description":"Satisfacion al cliente, análisis, planificación y control de calidad, todo lo que necesita para gestionar su Call Center en una única plataforma.",
    "aboutUs.mission":"MISIÓN",
    "aboutUs.missiondescription":"Nuestra misión es proporcionar a nuestros clientes servicios de alta calida en centros de llamadas. Tenemos una amplia experiencia transformando las interaciones con los clientes en oportunidades economicas tanto en el mercado estadounidense como en el latinoamericano. Independientemente del volumen de llamadas, nosotros temenos la capacidad de servicio y logramos resultados.",
    "aboutUs.experience":"EXPERIENCIA",
    "aboutUs.experiencedescription":"Nuestros ejecutivos han trabajado con marcas estadounidenses de renombre como JPMorgan Chase, TCF Bank, WFS Financial, Barnett Bank, U.S. Small Business Administration y Coca Cola Refreshments. Contamos con un equipo altamente cualificado de especialistas en atención al cliente que están preparados para proporcionar servicios extraordinario y rentable.",
    "aboutUs.prices":"RENTABILIDAD",
    "aboutUs.pricesdescription":"Nosotros garantizamos el crecimiento y la rentabilidad de su negocio, con una media del 50% de ahorro en costos operativos en comparación con otros centros de llamadas de Estados Unidos. Nuestro modelo integrado y nuestro enfoque proactivo proporcionan servicios adaptados a sus necesidades a un costo competitivo.",

    "ourServices.brandTitle":"EL SECTOR DE LOS CENTROS DE LLAMADAS ESTÁ CRECIENDO",
    "ourServices.brandDescription":"Las empresas son cada vez más conscientes de la necesidad de información sobre el mercado y del deseo de reducir los índices de rotación de clientes en una economía muy afectada. Una tendencia significativa en esta industria es el creciente número de clientes que desean subcontratar centros de llamadas bilingües en América Latina en lugar de desarrollar su propia infraestructura interna.",
    "ourServices.brandMessage":"5,6% y 7% por año.",
    "ourServices.title":"PRINCIPALES BENEFICIOS",
    "ourServices.subtitle":"NUESTROS SERVICIOS",
    "ourServices.description":"Reclutamos, contratamos, equipamos, formamos y retenemos al personal cualificado para las operaciones de su empresa.",
    "ourServices.loanservicing":"ATENCION AL CLIENTE Y COBRANSAS",
    "ourServices.loanservicingDescription":"Servicio de atención al cliente, y de cobros bilingüe. Servicos diseñados para agilizar sus esfuerzos internos de  satisfaccion al cliente, políticas de crédito y cuentas por cobrar.",
    "ourServices.B2CSALES":"VENTAS B2C y B2B",
    "ourServices.B2CSALESDescription":"Representantes de ventas bilingües y soporte técnico. Nuestro equipo de ventas bilingüe puede impulsar sus operaciones actuales y ayudarle a incrementar sus ventas o servicios.",
    "ourServices.complianceHotline":"LÍNEA ÉTICA",
    "ourServices.complianceHotlineDescription":"Supervise su empresa de forma segura y anónima. Reduzca el riesgo de su organización y haga un seguimiento de sus normas de etica y cumplimiento a nivel interno y externo.",
    "ourServices.ITDevelopment":"TI y DESARROLLO",
    "ourServices.ITDevelopmentDescription":"Desarrolladores de software, diseñadores web y de aplicaciones, UX/UI, community manager, especialistas en TI y soporte técnico, bases de datos, servicios en la nube y ciberseguridad.",

    "ourTeam.title":"CONÓZCANOS",
    "ourTeam.subtitle":"NUESTRO EQUIPO",
    "ourTeam.description":"Estamos registrados en el estado de Florida USA con un total de más de 45 años de experiencia combinada en la industria de los centros de llamadas. Hemos creado un grupo de especialistas en servicio al cliente altamente especializados, con todas las calificaciones y experiencia necesaria para sobresalir en la industria. La compañía tiene sus oficinas principales en Tampa, Florida y Medellín, Colombia.",
    "ourTeam.luisTitle":"Fundador",
    "ourTeam.jaimeTitle":"Fundador",

    "reviews.title":"TESTIMONIOS",
    "reviews.subtitle":"OPINIONES DE CLIENTES",
    "reviews.description":"Nuestro objetivo es ofrecer la mejor experiencia a sus clientes. Combinamos el estilo de su empresa con un equipo de agentes especializados en su sector para representar la misión y los valores de su marca. Estará orgulloso de contar con nuestro equipo.",
    "reviews.brandDescription":"Ahora es el momento de mejorar con éxito la experiencia de servicio al cliente de su marca, ¡actúe hoy para maximizar los beneficios de su mercado a largo plazo!",
    "reviews.brandContactUs":"Contáctanos",

    "testimonials.firstTitle":"Director de Operaciones - Kuafun Advisors",
    "testimonials.firstDescription":"Lucbol ha sido un socio inestimable y estratégico en el camino para mejorar el rendimiento de nuestra empresa. ¡Hemos visto grandes resultados cuando empezamos con sólo unos pocos agentes!",
    "testimonials.secondTitle":"Director de Relaciones - Akron Consumer Services",
    "testimonials.secondDescription":"Estamos teniendo una experiencia fantástica al trabajar con Lucbol en la construcción de nuestro negocio principal. Sus representantes de atención al cliente marcan la diferencia en la satisfacción de nuestros clientes. ¡Se siente como si todos estuviéramos en una sola empresa, sus agentes están en la misma página con los valores de nuestra empresa!",
    "testimonials.thirdTitle":"Director de Ventas - Sol Solar",
    "testimonials.thirdDescription":"Lucbol no es una empresa subcontratada para nosotros, sino que es vital para nuestras operaciones diarias. Sus representantes de habla hispana han sido nuestra voz para el mercado latino en los Estados Unidos. Lucbol es la razón por la que nuestra empresa ha crecido más de un 40% en lo que va de año.",

    "form.title":"CONTÁCTANOS",
    "form.subtitle":"Envíanos un Mensaje",
    "form.name":"Nombre Completo",
    "form.nameRequired":"El Nombre Completo es un campo obligatorio.",
    "form.nameDescription":"Nombre Completo",
    "form.email":"Correo Electrónico",
    "form.emailRequired":"Por favor escoja un correo electrónico válido.",
    "form.emailDescription":"nombre@ejemplo.com",
    "form.message":"Mensaje",
    "form.messageDescription":"(Opcional)",
    "form.check":"Acepta los términos y condiciones",
    "form.checkValidation":"Debes estar de acuerdo antes de enviar.",
    "form.send":"Enviar",
    "form.alertInfo":"Completa el formulario!",
    "form.alertSuccess":"El email se ha enviado correctamente!",
    "form.alertDanger":"El email NO ha sido enviado!",

    "footer.home" : "Inicio",
    "footer.aboutUs" : "Sobre Nosotros",
    "footer.ourServices" : "Servicios",
    "footer.ourTeam" : "Equipo",
    "footer.testimonials" : "Testimonios",
    "footer.contactUs" : "Contáctanos",
    "footer.followUs" : "Siguenos",
    "footer.copyright" : "Copyright © 2022 Lucbol Global Managment. Todos los derechos reservados."
}